package message

// приветственное сообщение, объясняющее уровень
const FirstLvlMessage = "Это первый уровень. Я буду задавать тебе вопросы, твоя задача - выбрать 1 правильный ответ из 4"
const SecondLvlMessage = "Второй раунд. Теперь тебе предстоит выбрать несколько вариантов ответа из 5. Принимается только <b>полное</b> соответствие ответов. Порядок неважен"
const ThirdLvlMessage = "Третий раунд. Тебе предстоит дать ответ самостоятельно. Регистр неважен"

const LevelEnd = "<b>Раунд закончен!</b>🎉\n\nПравильных ответов: %d/%d"
